Repository: 8secz-johndpope/Clew
Catalog: Clew/*.lproj/Localizable.strings
Languages: es

source: Tracking session initialized.
es: Sesión de seguimiento inicializada.

source: Tracking performance normal.
es: Rendimiento de seguimiento normal.

source: Hold vertically with the rear camera facing forward.
es: Sostenga verticalmente con la cámara trasera mirando hacia adelante.

source: You've arrived.
es: Has llegado.

source: Record path
es: Iniciar grabación

source: Bad
es: Malo

source: Good
es: Bueno

source: Resume
es: Reanunda

source: Saved Routes List
es: Rutas guardadas

source: Stop navigation
es: Detener la navegación

source: Start navigation
es: Iniciar la navegación

source: Stop recording
es: Detener la grabación

source: Save route
es: Guarda la ruta

source: Enter the name of the route
es: Introduce el nombre de la ruta

source: You've arrived. Please rate your service.
es: Has llegado. Por favor califique su servicio.

source: Please rate your service.
es: Por favor califique su servicio.

source: Successfully matched current environment to saved route.
es: Entorno actual coincidente exitosamente con la ruta guardada

source: Could not match environment to the saved route. Starting new tracking session.
es: No se pudo hacer coincidir el entorno con la ruta guardada. Comenzando nueva sesión de seguimiento.

source: Excessive motion. Tracking performance is degraded.
es: Movimiento excesivo. El rendimiento del seguimiento está degradado.

source: Insufficient visual features. Tracking performance is degraded.
es: Características visuales insuficientes. El rendimiento del seguimiento está degradado.

source: Continue straight
es: Continue derecho

source: Slight right
es: Un poco a la derecha

source: Turn right
es: Girar a la derecha

source: Turn around
es: Giro de vuelta

source: Turn left
es: Girar a la izquierda

source: Slight left
es: Un poco a la izquierda

source: Slight right towards 1 o'clock
es: Leve a la derecha hacia 1 en punto

source: Slight right towards 2 o'clock
es: Leve derecha hacia las 2 en punto

source: Turn towards 4 o'clock
es: Gire hacia las 4 en punto

source: Turn around towards 5 o'clock
es: Da la vuelta hacia las 5 en punto

source: Turn around towards 6 o'clock
es: Da la vuelta hacia las 6 en punto

source: Turn around towards 7 o'clock
es: Da la vuelta hacia las 7 en punto

source: Turn towards 8 o'clock
es: Gire hacia las 8 en punto

source: Slight left towards 10 o'clock
es: Gire a la izquierda hacia las 10 en punto

source: Slight left towards 11 o'clock
es: Gire a la izquierda hacia las 11 en punto
